// Generic buttons

"OK" = "OK";
"Cancel" = "Annuler";
"Delete" = "Supprimer";

// File size display

"formatted file size with suffix" = "%@ %@";

// Time display

"%d hours" = "%d heures";
"an hour" = "une heure";

"%d minutes" = "%d minutes";
"a minute" = "une minute";

"%d seconds" = "%d secondes";
"a second" = "une seconde";

// Status

"Creating archive..." = "Création de l’archive…";

// studio status
"Downloading \"%@\"..." = "Téléchargement de “%@”…";
"Changing \"%@\"..." = "Changement de “%@”…";
"Changing to \"%@\"..." = "Changement en “%@”…";
"Duplicating \"%@\"..." = "Duplication de “%@”…";
"Listing \"%@\"..." = "Création de la liste de “%@”…";
"Moving \"%@\"..." = "Déplacement de “%@”…";
"Copying \"%@\"..." = "Copie de “%@”…";
"Creating file \"%@\"..." = "Création du fichier “%@”…";
"Creating folder \"%@\"..." = "Création du dossier “%@”…";
"Renaming \"%@\"..." = "Changement de nom de “%@”…";
"Resolving symlink \"%@\"..." = "Résolution du lien symbolique “%@”…";
"Retrieving size of \"%@\"..." = "Récupération de la taille de “%@”…";
"Uploading \"%@\"..." = "Téléversement de “%@”…";
"Getting attributes of \"%@\"..." = "Obtention des attributs de “%@”…";
"Canceling..." = "Annulation…";

"%@%@ of %@" = "%@%@ de %@";
"%@%@ of %@, about %@ remaining, %.1f KB/s" = "%@%@ de %@, environ %@ restant(es), %.1f Ko/s";
"%@%@ of %@, about %@ remaining, %.1f MB/s" = "%@%@ de %@, environ %@ restant(es), %.1f Mo/s";
"%@%@ of %@, %.1f KB/s" = "%@%@ de %@, %.1f Ko/s";
"%@%@ of %@, %.1f MB/s" = "%@%@ de %@, %.1f Mo/s";
"(Stalled) " = "(Bloqué) ";

// transcript
"TranscriptVersionFormat" = "%@ %@ (%@) Transcription de session [%@] (%@)\n";
"Sending keep alive...\n" = "Envoi de maintien actif…\n";
"Disconnecting from server...\n" = "Déconnexion du serveur…\n";
"Connecting to %@\n" = "Connexion à %@\n";
"Deleting folder %@\n" = "Suppression du dossier %@\n";
"Deleting file %@\n" = "Suppression du fichier %@\n";
"Downloading file %@\n" = "Téléchargement du fichier %@\n";
"Download successful.\n" = "Téléchargement réussi.\n";
"Uploading file %@\n" = "Téléversement du fichier %@\n";
"Upload successful.\n" = "Téléversement réussi.\n";
"Changing to %@\n" = "Changement en %@\n";
"Creating folder %@\n" = "Création du dossier %@\n";
"Changing permissions of %@\n" = "Changement des autorisations de %@\n";
"Renaming %@\n" = "Changement de nom de %@\n";
"Listing %@\n" = "Liste de %@\n";
"Rename successful.\n" = "Changement de nom réussi.\n";
"Could not parse line, switching to VanDyke parser. (%@)\n" = "Impossible d’analyser la ligne ; basculement sur l’analyseur VanDyke. (%@)\n";
"Download failed with error %d.\n" = "Échec du téléchargement avec l’erreur %d.\n";
"Could not get attributes.\n" = "Impossible d’obtenir les attributs.\n";

// Errors

"Could not move \"%@\"." = "Impossible de déplacer “%@”.";
"Could not connect to server \"%@\"." = "Impossible de se connecter au serveur “%@”.";
"Could not change directory to \"%@\"." = "Impossible de changer le répertoire en “%@”.";
"Could not create folder named \"%@\"." = "Impossible de créer un dossier nommé “%@”.";
"Could not create file named \"%@\"." = "Impossible de créer un fichier nommé “%@”.";
"Could not delete \"%@\"." = "Impossible de supprimer “%@”.";
"Could not download \"%@\"." = "Impossible de télécharger “%@”.";
"Could not upload \"%@\"." = "Impossible de téléverser “%@”.";
"Could not rename \"%@\"." = "Impossible de renommer “%@”.";
"Could not copy \"%@\"." = "Impossible de copier “%@”.";
"Could not determine current path." = "Impossible de déterminer le chemin actuel.";
"Could not retrieve file listing for \"%@\"." = "Impossible de récupérer la liste des fichiers pour “%@”.";
"This server does not support the 'executable' property." = "Ce serveur ne prend pas en charge la propriété “exécutable”.";
"Operation was cancelled." = "Opération annulée.";
"Authorization failed." = "Échec de l’autorisation.";
"Could not change owner of “%@”." = "Impossible de changer le propriétaire de “%@”.";
"Could not change group of “%@”." = "Impossible de changer le groupe de “%@”.";
"Could not change file owner and group of “%@”." = "Impossible de changer le propriétaire du fichier et le groupe de “%@”.";
"Could not create symlink “%@”." = "Impossible de créer un lien symbolique “%@”.";
"Could not resolve symlink \"%@\"." = "Impossible de résoudre le lien symbolique “%@”.";
"Could not get attributes." = "Impossible d’obtenir les attributs.";
"Could not get attributes of \"%@\"." = "Impossible d’obtenir les attributs de “%@”.";
"The destination file's size does not match the size of the source file. This could mean that something went wrong during the transfer." = "La taille du fichier de destination ne correspond pas à la taille du fichier source. Cela peut indiquer un incident lors du transfert.";

"Connection falling back to port (PORT) mode.\n" = "Connexion revenant au mode port (PORT).\n";
"Control connection timed out." = "Limite de connexion dépassée.";
"Data connection timed out." = "Limite de connexion dépassée.";
"Connection refused." = "Connexion refusée";
"The user name was not accepted by the server." = "Le nom d’utilisateur a été refusé par le serveur.";
"The user name or password was not accepted by the server." = "Le nom d’utilisateur ou le mot de passe a été refusé par le serveur.";
"Login failed." = "Échec de la connexion.";
"Server not found." = "Serveur introuvable.";
"Server closed connection." = "Connexion au serveur fermée.";
"File not found." = "Fichier introuvable.";
"Key not found. This can occur if the directory was not originally created by %@." = "Clé introuvable. Cela peut se produire si le répertoire n’a pas été créé à l’origine par %@.";
"Operation not supported." = "Opération non prise en charge.";
"Not connected." = "Non connecté.";
"Remote file not a directory." = "Le fichier distant n’est pas un répertoire.";
"Socket read failed." = "Échec de lecture du socket.";
"Server said: %@\n\nError %d: %s" = "Message du serveur : %@\n\nErreur %d : %s";
"Server said: %@" = "Message du serveur : %@";
"Make sure you're allowed to change the permissions on this file." = "Assurez-vous de pouvoir changer les autorisations de ce fichier.";
"Couldn't establish data connection." = "Impossible d’établir la connexion de données.";
"Error accepting data connection. This could be a problem with firewall or proxy configuration. Try passive mode." = "Erreur lors de l’acceptation de la connexion de données. Cela peut être un problème avec la configuration du coupe-feu ou du proxy. Utilisez le mode passif.";
"Could not open local file. Please verify you have read or write permissions for it." = "Impossible d’ouvrir le fichier local. Vérifiez que vous disposez des autorisations en lecture et en écriture pour celui-ci.";
"The item \"%@\" can not be moved to the Trash." = "L’élément “%@” ne peut pas être placé dans la Corbeille.";
"Do you want to delete it immediately?" = "Souhaitez-vous le supprimer immédiatement ?";
"%i items can not be moved to the Trash." = "% éléments ne peuvent pas être placés dans la Corbeille.";
"Do you want to delete them immediately?" = "Souhaitez-vous les supprimer immédiatement ?";
"The folder \"%@\" cannot be replaced by an item it contains." = "Le dossier “%@” ne peut pas être remplacé par un élément qu’il contient.";

"Error %d: %s" = "Erreur %d : %s";

// WebDAV Connection errors

"Hostname lookup failed" = "Échec de recherche du nom d’hôte";
"Proxy authentication failed" = "Échec d’authentification du proxy";
"Connection timed out" = "Délai de connexion dépassé";
"WebDAV precondition failed" = "Échec de pré-condition WebDAV";
"Retry request error" = "Erreur de la requête Réessayer";
"Redirect error" = "Erreur de redirection";
"This file has been redirected to \"%@\"." = "Le fichier à été redirigé vers “%@”.";
"Make sure your user name and password were entered correctly and that the server supports WebDAV." = "Assurez-vous que votre nom d’utilisateur et votre mot de passe sont correctement saisis et que le serveur prend charge WebDAV.";

// SFTP Connection errors

"An unexpected end of file error occured." = "Une erreur inattendue de fin de fichier s’est produite.";
"Failure." = "Échec de la commande.";
"Bad message." = "Mauvais message.";
"Read error." = "Erreur en lecture.";
"Write error." = "Erreur d’écriture.";
"Remote stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Local stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Couldn't set local permissions." = "Impossible de configurer les autorisations locales.";
"Couldn't set local file time." = "Impossible d’horodater le fichier local.";
"Can't download a directory." = "Impossible de télécharger un répertoire.";
"Couldn't get remote handle." = "Impossible de prendre la main à distance.";
"Couldn't create local file." = "Impossible de créer un fichier local.";
"Data packet too big." = "Le paquet de données est trop important.";
"Invalid response serial number." = "Réponse du numéro de série invalide.";
"Requests still in queue." = "Requêtes toujours en file d’attente.";
"Attributes missing permissions." = "Autorisations manquantes pour les attributs.";
"Protocol error." = "Erreur de protocole.";
"Close error." = "Erreur de fermeture.";
"Multiple realpath names." = "Noms multiples Realpath.";
"Realpath failed." = "Échec Realpath.";
"Couldn't run askpass helper." = "Impossible de lancer askpass helper.";
"FXP initialization failed." = "Échec d’initialisation FXP.";
"Couldn't set raw mode on socket." = "Impossible de configurer le mode FTP sur socket.";

// SFTP error dialog

"Host Key Changed for %@" = "La touche hôte a changé pour %@"; // window title
"SSH Host Key Changed Message" = "La touche hôte du serveur a été modifiée depuis votre dernière connexion. C’est probablement dû à un changement de serveur, mais vous devriez consulter l’administrateur de votre serveur pour en être sûr. Cliquez sur OK pour accepter la nouvelle touche hôte.";

//SOCKS strings
"SOCKS proxy preferences detected, using passive (PASV) mode.\n" = "Préférences de proxy SOCKS détectées ; utilisation du mode passif (PASV).\n";

// misc text
"copy" = "copie";
"Symbolic Link" = "Lien symbolique";
"untitled file" = "fichier sans titre";
"untitled folder" = "dossier sans titre";
"Document" = "Document";
"Folder" = "Dossier";


// Added strings (3-22-2007)

"Could not overwrite local target path: %@" = "Impossible d’écraser le chemin cible local : %@";
"Make sure you have write permissions for the folder \"%@\"." = "Assurez-vous de disposer des autorisations en écriture pour le dossier “%@”.";
"Could not access file at path: %@" = "Impossible d’accéder au fichier avec le chemin : %@";
"Archive" = "Archiver";
"Could not create archive." = "Impossible de créer une archive.";
"Temporary folder creation failed." = "La création du dossier temporaire a échoué.";
"Verify the file permissions allow you to view this folder and try again." = "Vérifiez que les autorisations de fichier vous permettent d’afficher ce dossier, puis réessayez.";
"Make sure you have permission to modify this file." = "Assurez-vous de disposer des autorisations pour modifier ce fichier.";
"The name \"%@\" is already taken." = "Le nom “%@” est déjà pris.";
"Please choose a different name." = "Choisissez un autre nom.";
"Deleting \"%@\"..." = "Suppression de “%@”…";
"Publishing \"%@\"..." = "Publication de “%@”…";
"B" = "octet";
"KB" = "Ko";
"MB" = "Mo";
"GB" = "Go";
"Could not change directory." = "Impossible de changer de répertoire.";
"Directory path was empty." = "Le chemin du répertoire était vide.";
"Could not change permissions of \"%@\"." = "Impossible de changer les autorisations de “%@”.";
"Could not retrieve file listing." = "Impossible de récupérer la liste des fichiers.";
"Unable to parse server response." = "Impossible d’analyser la réponse du serveur.";
"Unknown" = "Inconnu";
"Uploaded checksum doesn't match local file." = "La somme de contrôle du téléversement ne correspond pas au fichier local.";
"Delete successful.\n" = "Suppression réussie.\n";
"Cancelled" = "Annulé";
"Remote mkdir failed." = "Échec de mkdir distant.";
"The specified path is not a folder." = "Le chemin spécifié n’est pas un dossier.";


// Added strings (2-6-2008)

"Sending raw command \"%@\"..." = "Envoi de commande FTP “%@”…";
"Waiting for connection..." = "En attente de connexion…";
"Synchronizing \"%@\"..." = "Synchronisation de “%@”…";

// Added strings (3-24-2008)

"Stop" = "Arrêter";
"Continue" = "Continuer";
"Disable and Continue" = "Désactiver et continuer";
"Sync: beginning synchronization - simulation mode active\n" = "Synchronisation : début de la synchronisation - mode simulation actif\n";
"Sync: beginning synchronization\n" = "Synchronisation : début de la synchronisation\n";
"Sync: calculating time offset: difference  = %.2f secs (%.2f mins) (%.2f hrs)\n" = "Synchronisation : calcul du décalage horaire : différence = %.2f s (%.2f min) (%.2f h)\n";
"Sync: synchronization complete - simulation mode active\n" = "Synchronisation : synchronisation terminée - mode simulation actif\n";
"Sync: synchronization complete\n" = "Synchronisation : synchronisation terminée\n";
"Sync: entering Local path:  %@\n" = "Synchronisation : saisie du chemin local :  %@\n";
"Sync: entering remote path: %@\n" = "Synchronisation : saisie du chemin distant : %@\n";
"Sync: evaluating remote item: %@\n" = "Synchronisation : évaluation d’un élément distant : %@\n";
"Sync: skipping because file is a symlink and following symlinks is disabled" = "Synchronisation : ignoré car le fichier est un lien symbolique et suivre les liens symboliques est désactivé";
"File is a symlink and following symlinks is disabled" = "Ce fichier est un lien symbolique et suivre les liens symboliques est désactivé";
"Sync: skipping because meta item\n" = "Synchronisation : ignoré car il s’agit d’un méta-élément\n";
"File is a meta item" = "Ce fichier est un méta-élément";
"Sync: skipping because hidden file and show hidden files is disabled\n" = "Synchronisation : ignoré car il s’agit d’un fichier masqué et l’affichage des fichiers masqués est désactivé\n";
"File is a hidden file, and show hidden files is disabled" = "Ceci est un fichier masqué et la visualisation des fichiers masqués est désactivée";
"Sync: skipping because item matched rule\n" = "Synchronisation : ignoré car l’élément correspondait à une règle\n";
"File matched skip rule" = "Le fichier correspondait à la règle d’exclusion";
"Sync: skipping because modification date (%@) is earlier than the specified cutoff date (%@)\n" = "Synchronisation : ignoré car la date de modification (%@) précède la date limite spécifiée (%@)\n";
"File was last modified %@ ago (cutoff was date %@ ago)" = "Dernière modification du fichier il y a %@ (la date limite était il y a %@)";
"Sync: file/folder mismatch, deleting existing local item...\n" = "Synchronisation : disparité fichier/dossier, suppression d’un élément local existant…\n";
"Local file was %@ newer" = "Le fichier local était %@ plus récent";
"File modification dates were equal" = "Les dates de modification étaient les mêmes";
"Sync: Local equivalent exists\n" = "Synchronisation : Un équivalent local existe\n";
"Sync: Local mod date = %@\n" = "Synchronisation : Date mod locale = %@\n";
"Sync: remote mod date = %@ (without skew: %@)\n" = "Synchronisation : date mod distant = %@ (sans écart : %@)\n";
"Sync: difference = %.2f seconds, remote is newer? %@\n" = "Synchronisation : différence = %.2f secondes, distant plus récent ? %@\n";
"Yes" = "Oui";
"No" = "Non";
"Sync: creating folder because Local path doesn't exist\n" = "Synchronisation : création du dossier car le chemin local n’existe pas\n";
"Local folder did not exist" = "Le dossier local n’existait pas";
"Sync: returning to Local path:  %@\n" = "Synchronisation : retour au chemin local :  %@\n";
"Sync: returning to remote path: %@\n" = "Synchronisation : retour au chemin distant : %@\n";
"Sync: will download because Local item doesn't exist\n" = "Synchronisation : va être téléchargé car l’élément local n’existe pas\n";
"Local file did not exist" = "Ce fichier local n’existait pas";
"Sync: will download because remote item is newer\n" = "Synchronisation : va être téléchargé car l’élément distant est plus récent\n";
"Remote file was %@ newer" = "Le fichier distant était %@ plus récent";
"Sync: download failed\n" = "Synchronisation : échec du téléchargement\n";
"Sync: download complete\n" = "Synchronisation : téléchargement terminé\n";
"Sync: orphaned Local item %@ will be deleted due to mirror mode\n" = "Synchronisation : l’élément local orphelin %@ va être supprimé par le mode miroir activé\n";
"Deleting orphaned files and file did not exist on remote machine" = "Suppression des fichiers orphelins et le fichier n’existait pas sur l’ordinateur distant";
"Deleting orphaned files and file did not exist on local machine" = "Suppression des fichiers orphelins et le fichier n’existait pas sur l’ordinateur local";
"Sync: delete failed\n" = "Synchronisation : échec de la suppression\n";
"Sync: entering local path:  %@\n" = "Synchronisation : saisie du chemin local :  %@\n";
"Sync: evaluating local item: %@\n" = "Synchronisation : évaluation d’un élément local : %@\n";
"Sync: file/folder mismatch, deleting existing remote item...\n" = "Synchronisation : disparité fichier/dossier, suppression d’un élément distant existant…\n";
"Sync: local equivalent exists\n" = "Synchronisation : un équivalent local existe\n";
"Sync: local mod date = %@\n" = "Synchronisation : date mod local = %@\n";
"Sync: difference = %.2f seconds, local is newer? %@\n" = "Synchronisation : différence = %.2f secondes, local plus récent ? %@\n";
"Sync: creating folder because remote path doesn't exist\n" = "Synchronisation : création du dossier car le chemin distant n’existe pas\n";
"Remote folder did not exist" = "Le dossier distant n’existe pas";
"Sync: returning to local path:  %@\n" = "Synchronisation : retour au chemin local :  %@\n";
"Sync: will upload because remote item doesn't exist\n" = "Synchronisation : va être téléversé car l’élément distant n’existe pas\n";
"Remote file did not exist" = "Le fichier distant n’existe pas";
"Sync: will upload because local item is newer\n" = "Synchronisation : va être téléversé car l’élément local est plus récent\n";
"Sync: upload failed\n" = "Synchronisation : échec du téléversement\n";
"Sync: upload complete\n" = "Synchronisation : téléversement terminé\n";
"Sync: orphaned remote item %@ will be deleted due to mirror mode\n" = "Synchronisation : l’élément distant orphelin %@ va être supprimé par le mode miroir activé\n";
"years" = "années";
"year" = "année";
"months" = "mois";
"month" = "mois";
"weeks" = "semaines";
"week" = "semaine";
"days" = "jours";
"day" = "jour";
"hour" = "heure";
"minute" = "minute";
"second" = "seconde";

"This server or file may not allow you to adjust permissions. Double-check that your permissions in the Rules preferences are set correctly." = "Il est possible que ce serveur ou ce fichier ne vous permette pas d’ajuster les autorisations. Vérifiez que vos autorisations dans les préférences des règles sont correctement définies.";
"File sizes were equal" = "Les tailles des fichiers étaient les mêmes";
"Sync: local size = %@\n" = "Synchronisation : taille locale = %@\n";
"Sync: remote size = %@\n" = "Synchronisation : taille distante = %@\n";
"Local file was %@ larger" = "Le fichier local était %@ plus grand";
"Remote file was %@ larger" = "Le fichier distant était %@ plus grand";
"Could not send command \"%@\"." = "Impossible d’envoyer la commande “%@”.";
"Your AWS account is not signed up for the Amazon S3 service." = "Votre compte AWS n’a pas d’abonnement au service Amazon S3.";
"\"%@\" was skipped due to rule.\n" = "“%@” a été ignoré en raison de la règle.\n";
"Skipped due to rule" = "Ignoré en raison de la règle";
"Rule evaluation failed for \"%@\".\n" = "Échec d’évaluation des règles pour “%@”.\n";
"In directory %@\n" = "Dans le répertoire %@\n";
"Creating bucket %@\n" = "Création du compartiment %@\n";
"Changing attributes of %@\n" = "Changement des attributs de %@\n";
"Could not create bucket named \"%@\"." = "Impossible de créer un compartiment nommé “%@”.";
"Could not connect to Amazon S3." = "Impossible de se connecter à Amazon S3.";
"An Access Key ID and Secret Access Key are required." = "Un ID de clé d’accès et une clé d’accès secrète sont nécessaires.";
"Amazon S3 only allows %@ buckets and you already have %@." = "Amazon S3 n’autorise que %@ compartiments et vous en avez déjà %@.";
"You have tried to create too many buckets." = "Vous avez essayé de créer trop de compartiments.";
"Could not change bucket logging status of “%@”." = "Impossible de changer l’état de la journalisation des compartiments de “%@”.";
"Unexpected response received from server." = "Réponse inattendue reçue du serveur.";
"Could not get distribution config." = "Impossible d’obtenir la configuration de distribution.";
"Could not get distribution info." = "Impossible d’obtenir des informations sur la distribution.";
"Could not retrieve distribution listing." = "Impossible de récupérer la liste de distribution.";
"Could not create distribution." = "Impossible de créer une distribution.";
"Could not update distribution." = "Impossible de mettre à jour la distribution.";
"Could not delete distribution." = "Impossible de supprimer la distribution.";
"The bucket name is not suitable because it does not conform to DNS requirements." = "Le nom de compartiment ne convient pas car il ne respecte pas les conditions DNS.";
"Safe save upload failed, attempting normal upload.\n" = "Échec du téléversement avec enregistrement sécurisé ; essai de téléversement normal.\n";
"Using proxy server: %@.\n" = "Utilisation du serveur de proxy : %@.\n";

// __VERIFIER_IGNORE__ These strings appear in a table, which is not understood by verifier
"United States (Default)" = "États-Unis (par défaut)";
"Northern California" = "Californie du Nord";
"Ireland" = "Irlande";
"Singapore" = "Singapour";
"Tokyo" = "Tokyo";
"Oregon" = "Oregon";
"Sydney" = "Sydney";
"Sao Paulo" = "Sao Paulo";
"Frankfurt" = "Frankfurt";
// __END_VERIFIER_IGNORE

// Added 48 missing strings (3-12-2010)

"Unknown error: %ld" = "Erreurs inconnues : %ld";
"Raw commands are not supported by this protocol." = "Les commandes FTP ne sont pas prises en charge par ce protocole.";
"Using proxy server:%@:%d type:%d.\n" = "Utilisation du serveur de proxy :%@:%d type :%d.\n";
"Could not establish a secure connection." = "Impossible d’établir une connexion sécurisée.";
"Couldn’t verify certificate chain." = "Impossible de vérifier la chaîne de certificat.";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Limite de connexion dépassée ou le serveur a raccroché. Le serveur auquel vous vous connectez est peut-être configuré pour limiter le nombre de connexions que vous êtes autorisé à réaliser.";
"Apply to all" = "Appliquer à tous";
"Done" = "Terminé";
"Paused" = "Suspendu";
"Waiting..." = "En attente…";
"Creating archive of %@..." = "Création de l’archive de %@…";
"Could not change attributes for the selected files." = "Impossible de changer les attributs des fichiers sélectionnés.";
"Changing attributes of \"%@\"..." = "Changement des attributs de “%@”…";
"Some files could not be copied." = "Certains fichiers n’ont pas pu être copiés.";
"The copy completed, but some errors were encountered." = "La copie est terminée, mais des erreurs ont été rencontrées.";
"Moving items to the trash..." = "Déplacement des éléments dans la Corbeille…";
"Could not change the attributes of some files." = "Impossible de changer les attributs de certains fichiers.";
"Changing attributes completed, but some errors were encountered." = "Changement des attributs terminé, mais des erreurs ont été rencontrées.";
"%@ - Done" = "%@ - Terminé";
"Connecting to %@..." = "Connexion à %@…";
"Some files could not be deleted." = "Certains fichiers n’ont pas pu être supprimés.";
"The delete completed, but some errors were encountered. Double check your settings, and try to delete these files again." = "La suppression est terminée, mais des erreurs ont été rencontrées. Vérifiez vos paramètres, puis réessayez de supprimer ces fichiers.";
"Some files could not be downloaded." = "Certains fichiers n’ont pas pu être téléchargés.";
"The download completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to download these files." = "Le téléchargement est terminé, mais des erreurs ont été rencontrées lors du transfert. Vérifiez vos paramètres ou réessayez de télécharger ces fichiers.";
"Some files could not be transferred." = "Certains fichiers n’ont pas pu être transférés.";
"The transfer completed, but some errors were encountered. Double check your settings, and re-attempt to transfer these files." = "Le transfert est terminé, mais des erreurs ont été rencontrées. Vérifiez vos paramètres, puis réessayez de transférer ces fichiers.";
"Uploading \"%@\" to server..." = "Téléversement de “%@” au serveur…";
"Could not create a file named \"%@\"." = "Impossible de créer un fichier nommé “%@”.";
"An item with the same name already exists in \"%@\"." = "Un élément du même nom existe déjà dans “%@”.";
"Could not create a folder named \"%@\"." = "Impossible de créer un dossier nommé “%@”.";
"Could not determine server time offset." = "Impossible de déterminer le décalage horaire du serveur.";
"Try manually entering a time offset, or comparing files by size." = "Essayez d’entrer manuellement un décalage horaire ou de comparer les fichiers par taille.";
"Comparing files..." = "Comparaison des fichiers…";
"Sync: skipping because the file is a symlink and its target could not be resolved\n" = "Synchronisation : ignoré car le fichier est un lien symbolique et la cible n’a pas pu être résolue\n";
"File is a symlink and the target could not be resolved" = "Ce fichier est un lien symbolique et la cible n’a pas pu être résolue";
"Sync: skipping because file is a symlink and following symlinks is disabled\n" = "Synchronisation : ignoré car le fichier est un lien symbolique et suivre les liens symboliques est désactivé\n";
"hours" = "heures";
"minutes" = "minutes";
"seconds" = "secondes";
"Some files could not be uploaded." = "Certains fichiers n’ont pas pu être téléversés.";
"The upload completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to upload these files." = "Le téléversement est terminé, mais des erreurs ont été rencontrées lors du transfert. Vérifiez vos paramètres ou réessayez de téléverser ces fichiers.";
"Bucket" = "Compartiment";
"TB" = "To";
"Changing modification date of %@\n" = "Changement de la date de modification de %@\n";
"Changing attributes successful.\n" = "Changement des attributs réussi.\n";
"Could not change attributes of \"%@\"." = "Impossible de changer les attributs de “%@”.";
"fork() failed." = "Échec fork().";
"pipe() failed." = "Échec pipe().";
"Upload failed with error %d (%@).\n" = "Échec du téléversement avec l’erreur %d (%@).\n";

// Added (3-17-2010)

"Changing owner of %@\n" = "Changement du propriétaire de %@\n";
"Changing group of %@\n" = "Changement du groupe de %@\n";

// Added (3-22-2010)

"The synchronization completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to synchronize these folders." = "La synchronisation est terminée, mais des erreurs ont été rencontrées lors du transfert. Vérifiez vos paramètres ou réessayez de synchroniser ces dossiers.";

// Added (3-31-2010)

"The symlink \"%@\" could not be transferred because the original item could not be found." = "Le lien symbolique “%@” n’a pas pu être transféré car l’élément d’origine est introuvable.";

// Added (4-28-2010)
"Safe save upload failed, source file size was %ld destination was %ld.\n" = "Échec du téléversement avec enregistrement sécurisé ; la taille du fichier source était de %ld et la destination de %ld.n";

// Added (5-2-2010)
"This symlink links to another symlink which is unresolved and is unsupported." = "This symlink links to another symlink which is unresolved and is unsupported.";
"Could not synchronize \"%@\"." = "Could not synchronize “%@”.";

// Added for Transmit 4.1
"Some items could not be moved." = "Certains éléments n’ont pas pu être déplacés.";
"The move completed, but some errors were encountered." = "Le déplacement est terminé, mais des erreurs ont été rencontrées.";
"An unknown error occurred." = "Une erreur inconnue s’est produite.";
"Decomposed UTF-8 string detected; switching modes.\n" = "Chaîne UTF-8 décomposée détectée ; basculement des modes.\n";
"Transmit could not acquire a connection to begin the operation. Try increasing the number of allowed transfers or server connections." = "Transmit n’a pas pu établir de connexion pour commencer l’opération. Essayez d’augmenter le nombre de transferts ou de connexions au serveur autorisées.";
"Some items could not be copied." = "Certains éléments n’ont pas pu être copiés.";

// Added for Transmit 4.5
"Getting attributes of %@\n" = "Getting attributes of %@\n";
"The name \"%@\" can't be used." = "The name “%@” can't be used.";
"Try using a name with fewer characters, or with no \"/\" characters." = "Try using a name with fewer characters, or with no “/” characters.";
"Container" = "Container";
"Could not create container named \"%@\"." = "Could not create container named \"%@\".";
"Creating container %@\n" = "Creating container %@\n";